[{"_id":"123455","comment":"A good movie but definitely I don't like many parts of the plot","rate":3,"elementId":"tt0120737","createdAt":"2019-08-01T12:46:45.895Z"},{"_id":"3dv7jdbpckvcf7w1q","comment":"Consequatur vero repellat eum. Voluptas numquam voluptatem autem rerum. Quis est sit veritatis impedit. Et et praesentium enim perferendis. Sit consequatur harum aut. Nesciunt aliquam deserunt et.","rate":5,"elementId":"tt0120737","createdAt":"2021-10-29T13:38:10.813Z"},{"_id":"3dv7jdbpckvcf8h90","comment":"Accusantium et enim veniam dolor deserunt quasi. Dolore eum et omnis quasi et deserunt quos est.","rate":5,"elementId":"tt0120737","createdAt":"2021-10-29T13:38:38.292Z"},{"_id":"3dv7jdauwkvcfe85w","comment":"Dolor esse incidunt minima tenetur. Unde tempore aut veniam quibusdam dolore molestiae et. Facilis qui officiis. Illum et ipsam distinctio totam occaecati quis rem. Et nostrum accusamus ea non dolores voluptatem.","rate":1,"elementId":"tt0120737","createdAt":"2021-10-29T13:43:06.451Z"},{"_id":"3dv7jdauwkvcfedx0","comment":"Earum est reprehenderit molestiae. Similique perferendis dolorum iste. Vel exercitationem quo inventore aliquam veritatis consequatur possimus. Architecto distinctio enim occaecati provident est porro velit quibusdam.","rate":1,"elementId":"tt0120737","createdAt":"2021-10-29T13:43:13.908Z"},{"_id":"3dv7jdauwkvcfeekd","comment":"Qui est facilis laboriosam et. Id quis rem excepturi consequatur.","rate":1,"elementId":"tt0120737","createdAt":"2021-10-29T13:43:14.749Z"},{"_id":"3dv7jdauwkvcffe09","comment":"Sunt voluptatum architecto soluta. Rem natus corporis. Sed consequuntur ut quas voluptas atque qui. Non minima sed id culpa fugit laudantium voluptatem. Molestias dolores laboriosam rerum.","rate":10,"elementId":"tt0120737","createdAt":"2021-10-29T13:44:00.681Z"},{"_id":"3dv7jdauwkvcfff8j","comment":"Laudantium culpa sed dolor illum atque. Qui quis accusamus perferendis illo occaecati ut.","rate":10,"elementId":"tt0120737","createdAt":"2021-10-29T13:44:02.275Z"},{"_id":"3dv7jdauwkvcffsn6","comment":"Doloremque quia nam tempore enim dolores minima doloribus sed. Maiores incidunt vel voluptatem est voluptatum vel. Quia saepe voluptatibus aut odio nobis aliquid nostrum. Blanditiis possimus beatae et corporis.","rate":10,"elementId":"tt0120737","createdAt":"2021-10-29T13:44:19.650Z"},{"_id":"3dv7jdauwkvcfg0sq","comment":"Rerum quia reprehenderit suscipit ducimus eaque consectetur voluptas qui. Voluptas tenetur doloremque consequatur eligendi aliquid.","rate":4,"elementId":"tt0120737","createdAt":"2021-10-29T13:44:30.218Z"},{"_id":"3dv7jd95kkvcfi4im","comment":"Id voluptatem ratione magni illo. Architecto vitae in nemo.","rate":4,"createdAt":"2021-10-29T13:46:08.349Z"},{"_id":"3dv7jd95kkvcfi69j","comment":"Et eos non deleniti ex et natus aut. Blanditiis quos accusantium ut maxime rem et incidunt ea. Odit voluptatem iure deleniti quae. Et nihil qui magni consequatur. Ad eligendi numquam itaque nisi quis autem.","rate":4,"createdAt":"2021-10-29T13:46:10.615Z"},{"_id":"3dv7jd95kkvcfi6t8","comment":"Adipisci illum excepturi neque atque quasi et aliquid accusantium. Et natus animi culpa dignissimos.","rate":4,"createdAt":"2021-10-29T13:46:11.324Z"}]
